[
 {
  "cover_img": "http:\/\/drive.google.com\/uc?export=view&id=1AW4qUzpU0LAJ5dQgQLS5aPA_1j5_GY1N",
  "author": "L.G.",
  "title": "Motorized prosthetics and machine learning",
  "content": "Motorized prostheses for people with amputated limbs, software for human mood analysis, and diagnosis of amblyopia (lazy eye) using machine learning - these are just some of the projects TUMO Labs is working on today. TUMO Labs is working on motorized prosthetics in collaboration with Oqni. Oqni is a very interesting company that we work with that works on prosthetics. In this case, there is an open-source project to solve the problem of motorized prosthetics, which assist in the walking process. It is a leg prosthetic that motors and the nerves signals from the user, guide the functioning of the motors so that it adapts to the walking cycle of the person in real-time and results in a very comfortable walk. We are working on this for several months now and we have had some successes",
  "date_posted": "22-Dec-22"
 },
 {
  "cover_img": "http:\/\/drive.google.com\/uc?export=view&id=1GsYQMYwy_jyFgcnhVBzc-4SrOACLYik8",
  "author": "L.G.",
  "title": "Youth in technology",
  "content": "Ensuring an equal ratio \n\n of \n men and women in technology is now considered a global challenge. At TUMO Labs, however, there is no such problem: more than 50% of the students there are girls. Boys and girls receive the same education, learn the same things, and work on different projects together. TUMO Labs created a system, a software that adds a value layer on top of this, guides you to the online education resources, helps you decide which ones are more appropriate for you depending on your level of interests, and that follows through giving periodic exercises and tests and helps us track your progress through it.",
  "date_posted": "20-Dec-22"
 },
  {
  "cover_img": "http:\/\/drive.google.com\/uc?export=view&id=1GsYQMYwy_jyFgcnhVBzc-4SrOACLYik8",
  "author": "L.G.",
  "title": "Youth  in technology",
  "content": "Ensuring an equal ratio \n\n of \n men and women in technology is now considered a global challenge. At TUMO Labs, however, there is no such problem: more than 50% of the students there are girls. Boys and girls receive the same education, learn the same things, and work on different projects together. TUMO Labs created a system, a software that adds a value layer on top of this, guides you to the online education resources, helps you decide which ones are more appropriate for you depending on your level of interests, and that follows through giving periodic exercises and tests and helps us track your progress through it.",
  "date_posted": "20-Dec-22"
 }
]